package Unit01_firstTasks;

public class Task03 {
    public static void main(String[] args) {
        System.out.println("Пройдет много лет, и полковник Аурелиано Буэндиа, стоя у стены в ожидании расстрела,\n" +
                "вспомнит тот далекий вечер, когда отец взял его с собой посмотреть на лед. Макондо было\nтогда небольшим" +
                "селением с двумя десятками хижин, выстроенных из глины и бамбука на\nберегу реки, которая мчала свои прозрачные воды …");
        }
        }
